Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “到底谁与魔修为伍？”郁红直接一把撕开了自己的衣袖，只见她右手遍布着大大小小的伤痕，似是沉年的旧伤，却道道皮肉外翻十分骇人，“我们这些人，名义上是你的弟子，实际却连炉鼎都不如！我们身上的伤，毁掉的经脉，断裂的灵骨，哪一个不是你所赐！”
en_us: "Who exactly is the one partnering up with fiendish cultivators?" Yu Hong tore off her sleeve and revealed her right arm. It was covered in large and small scars which seemingly looked to be old injuries, yet every wound was hair-raising and horrifying. "We are only your disciples in name but in reality, we are worse than human cauldrons! Our wounded bodies, our destroyed meridians, our broken spirit bones. They were all your doings!"

source: “制服魔修并不是我一人之功。”羿清诚实的回答。
en_us: "I did not subdue the fiendish cultivator by myself." Yi Qing answered honestly.

source: “前些时日，我曾特意去那魔窟查看过。”奚辰解释道，“发现里面那些害人之物被毁了个干净，虽然不见那魔头的踪影，但他手下那些用活人练功的走狗，却已被尽数诛杀，而且都是一剑毙命，魔窟内还残留着剑气。必是有人曾闯入那里。”
en_us: "A few days ago, I took a look at the fiend den," Xi Chen explained. "I found that the harmful creatures inside had been totally destroyed. I didn't see any sign of the fiend, but all his lackeys who practiced on live humans had been killed, and killed by a single stroke of the sword, no less. There was still some Sword Qi lingering in the den. Someone must have broken into it."

source: “前殿……前殿突然闯进两个化神修士。”
en_us: "The front of the hall… the front hall was suddenly intruded by two Soul Formation cultivators."

source: “前辈。”他神情越加认真，“您与我素不相识，却救我于危难，助我疗伤护我周全。这份恩情，羿清此生怕是都报答不完。”
en_us: "Senior," his expression grew more solemn as he continued, "You and I were complete strangers, yet you rescued me in a time of danger, aided in my recovery and took care of me in all other aspects. I am afraid that I will never be able to repay all your kindness in this lifetime."

source: “前辈不要误会。”他急急的解释道，“我是真的仰慕前辈，所以才想拜入门下。不单是因为您的修为，更是因为敬重您的德行。”
en_us: "Senior please do not be mistaken," he explained hurriedly. "I truly admire you, Senior, which is why I want to learn under your wing. It is not solely because of your cultivation, but more so due to my respect for your virtues and ethics."

source: “前面就是悟剑峰了。”孤月指了指那个被裹在透明球里的浮峰，眉头皱了皱，仍是有些不赞同的看向沈萤道，“虽然最近没有听说哪位化神修士入峰，但悟剑峰内有三位常年镇守着通往上青界通道的化神尊者。只要一入峰，就会被他们察觉，你们要想清楚了。确定现在真的要闯进去吗？”这一去，等于就是同时与三位化神尊者为敌啊。
en_us: "Ahead of us is Sword Comprehension Peak." Lonemoon pointed to the floating peak enclosed in a transparent shield. Frowning, and still with that disapproving expression, he turned to Shen Ying and said, "Although I have not heard of any Soul Formation cultivators having entered the peak recently, there are three Soul Formation cultivators in Sword Comprehension Peak guarding the passage to the Upper Azure World. As soon as anyone enters the peak, they will be detected. You have to think carefully. Are you sure that you really want to break into Sword Comprehension?" This was tantamount to declaring war against all three of the guarding Soul Formation cultivators.

source: “剑……”郁红脸色僵了一下。
en_us: "Sword..." Yu Hong's face fell.

source: “剑仙？”沈萤呆了一下，一会剑气一会剑仙的，到底是些啥。
en_us: "Sword immortal?" Shen Ying was dazed for a while. One moment there was Sword Qi, and then in another moment there was a sword immortal. What exactly were these?

source: “剑修羿清，见过秋掌门，各位真人。”他抱拳行了个礼。
en_us: "Sword Cultivator Yi Qing paying my respects to the Perfected Ones." He clasped his fists and saluted.

source: “剑修顿悟之时，会放出全身的剑气，感悟大道。这个时候的剑气不受他的元神掌控，会攻击所有靠近的人。”
en_us: "During a sword cultivator's epiphany, he will release all the Sword Qi within him to realize the Dao. The Sword Qi at this time will not be within his primordial spirit's control and will attack anyone who comes near."

source: “剑修！”那个黑影声音一沉，那些涌动的黑气缓了缓，打量了她半会，好似这才压住刚刚的惊讶，笑得越加阴冷起来，“原来你跟下面那个剑修是一伙的。”
en_us: "A Sword Cultivator!" the black figure exclaimed. The black fog slowed down and he began to study her. Then, he suppressed the surprise he felt earlier on. He smiled even more coldly than before, "So you're on the same side as the Sword Cultivator below."

source: “剑修，羿清。”羿清道。
en_us: "Sword Cultivator, Yi Qing," Yi Qing said.

source: “剑修？”孤月回过头。
en_us: "Sword Dao?" said Lonemoon, turning around.

source: “剑气？”沈萤歪了歪头，那是啥？
en_us: "Sword Qi?" Shen Ying tilted her head. What was that?

source: “剩下那个就是上青界了，我也没去过。听说那里的人不是很友善。”孤月皱了皱眉，“与我们中青界不同，那个世界的顶尖修士，都出自于世家，而不是宗门。那里灵气最为浓郁，听说是个元婴遍地走，金丹不如狗的地方。”
en_us: "The last one would be the Upper Azure World which I have never been to. It is rumored that the people there aren't friendly." Lonemoon furrowed his brows. "As compared to our Middle Azure World, that world has top notch cultivators from aristocratic families, not sects. The Spirit Qi is the densest there, and it is said that Nascent Soul cultivators are everywhere, and Golden Core cultivators are worse off than dogs in that place."

source: “力气？”
en_us: "Strength?"

source: “力量果然是增大不少，否则绝对砸不裂这青石板，至少有两马之力的加成！”
en_us: "My strength has indeed increased greatly. If not, I would be unable to split up the limestone slab. For me to split it means that my strike carries the force of two horses!"

source: “化神修士？”男子皱了皱眉，“既然有修士投靠，你自去请五长老安排就是，不必来通知我。”
en_us: "Soul Formation cultivators?" The man furrowed his brows and said, "Since there are cultivators seeking refuge, you should just go and inform the five Elders to make arrangements. There is no need to inform me."

source: “化神！剑修！”而且还是两位，众人齐齐倒吸了一口气，眼神都亮了几分。
en_us: "Soul Formation! Sword cultivators!" And there were two of them at that! Everyone gasped as their eyes lit up.

source: “十万恶鬼，怕是无人能以一已之力压制。”他紧了紧手心，一脸坚定的道，“所以……我想将此幡送到仙门，玄天宗。那里地处灵脉之上，可用灵气洗唰恶鬼的戾气，借此超渡里面的十万亡魂。只是……”
en_us: "I'm afraid that no one person can suppress hundreds of thousands of evil spirits alone." He gripped his palms and said with conviction, "So… I am intending to bring this gonfalon to the Immortal Sect, Blackheaven Sect. It is located above ley lines, and the energy from those ley lines can be used to cleanse the evil spirits' noxiousness which can also an opportunity to help release those souls from their suffering. But…"

source: “十两紫金？”
en_us: "Ten taels of purple gold?"

source: “十大天才？哪十个？”江逸好奇的问了一声。
en_us: "Top ten geniuses? Which ten?" Jiang Yi asked out of curiosity.

source: “十天前我已经通知过薄城主了，只是他们全城排查，还是没有找着那门。”孤月继续道，“所以为防万一，我们才等到你历劫完，一起去看看。”
en_us: "I have already informed City Lord Pu 10 days ago. However, they had looked through the entire city but still could not find the door. Thus we waited for you to finish your Heavenly Tribulation before we go take a look, just in case." Lonemoon continued.

source: “十天！”
en_us: "Ten days!

source: “十缕？这么少能干什么？”
en_us: "Ten strands? What can I do with so little?"

source: “千叶草木灵！”莲花上的人异口同声的发出一阵惊呼，不敢置信的看着地上那株白白胖胖的灵植，真的是千叶草木灵！而且看起来灵智还十分完全。太好了，没想到那秘境真有此物！
en_us: "Thousand Leaves Vegetation Spirit!" The people on the Lotus Flower began to exclaim together. They couldn't believe their eyes — that fat, white body really belonged to that of a Thousand Leaves Vegetation Spirit! Its sentience was flawless too. It was perfect. They hadn’t thought that the mystic realm would produce such a treasure!

source: “千真万确！“
en_us: "It's the absolute truth!"

source: “升仙塔？”啥玩意？沈萤呆了呆，转头就看向旁边的枫影道，“那个……宝宝你信息多，解释一下？”
en_us: "Immortal Ascension Pagoda?" What kind of place was this? Shen Ying was silent for a moment, then she turned her head and looked at the Feng Ying, who was beside her. "You... Baby, you have more information, can you explain?"

source: “半刻钟后出发。”白泽没有理会他的疑问，留下一句，便转身就往洞内走去。
en_us: "We'll leave in five minutes." Not bothering to reply, Bai Zhe turned and walked back to his cave.

source: “卧槽!”他降到一半的飞剑，一个没站稳，差点一头栽下来，这……不是轩辕家那五个游仙吗？
en_us: "Holy shit!" He slipped on his flying sword and went out of balance, nearly falling headfirst onto the ground. Aren't they… the five Traveling Immortals from Xuan Yuan Family?

source: “卧槽。”孤月却一下跳了起来，“沈萤你能不能悠着点，你没事劈这个秘境干嘛？”惨了惨了，多好的上古秘境，这一下能不能用还不一定。
en_us: "Holy shit." Lonemoon jumped. "Shen Ying, can you chill out? Why did you have to destroy this mystic realm?" This is terrible. It was such a rare ancient mystic realm. Now, we might not even be able to remain here.

source: “卧槽！”他猛的退开一步，差点一头从剑上栽了下来，险险站住，这才指着她道，“你……你……你真不是穿书过来的？那……那你干嘛收羿清收徒！”
en_us: "Holy shit!" He abruptly took a step back, almost falling off the sword. Balancing himself precariously, he pointed at her and said, "You… you… you really didn't transmigrate through the book? Then… then why did you take Yi Qing as your disciple!"

source: “卧槽！”孤月吓了一跳，退一开步，“你刚刚跑哪去了？”
en_us: "Holy shit!" Taken aback, Lonemoon retreated a step. "Where did you just go?"

source: “卧槽！”孤月暗骂了一句，没想到还是没赶上，“赶紧离开这里。”现在只能闪人了，他顺手拉起沈萤，刚要转身，却没拉动。
en_us: "Holy shit!" Lonemoon cursed. He didn't expect that they would be too late. "We have to get out of here, quick!" They could only run now. He pulled Shen Ying's hand and started to turn around, but he couldn't move her.

source: “卧槽！”孤月直接就炸了，“你妹啊，你看见了为什么不叫我们？”
en_us: "Holy shit!" Lonemoon exploded, "What the heck, why did you not call out to us when you saw us?"

source: “卧槽！”羿清心底咯噔一声，去你妹的相信，他是疯了才会相信沈萤的话，这两师徒没一个靠谱的，“喂喂喂，羿清你还活着吗？”他再厉害，隔着两个大境界，会赢才有鬼。
en_us: "Holy shit!" Lonemoon's heart skipped a beat. Believe in him my ass! Lonemoon must have been crazy to listen to Shen Ying. Neither the master nor the disciple was reliable. "Hey, hey, hey. Yi Qing, are you still alive?" No matter how powerful he is, he couldn't have beaten Qing Yi.

source: “卧槽！你就当帮我个忙，好歹是老乡，你要不要这么不讲义气？只要进去一趟秘境，三个月就回来，很快的。我上次也帮你去悟剑峰了，礼尚往来一下啊。”
en_us: "Holy shit! Would you take it as you doing me a favour? We're from the same hometown afterall, are you just going to leave me to fend for myself? We're just going to make one trip into the mystic realm. We'll be back in three months at most — they'll pass in a flash. I got you to Sword Comprehension Peak the last time too. It's time you repaid the favour."

source: “卧槽！我的凌云峰！”
en_us: "Oh no! My Lingyun Peak!"

source: “卧槽，你不会又顿悟了吧！”孤月睁大眼站了起来，这是要上天啊！
en_us: "Holy shit, you're not going to have another epiphany, are you?" Lonemoon's eyes widened and he stood up. You're going to go off the charts!

source: “卧槽，你们看我干嘛？”孤月脸也黑了，他这不是着急那根死萝卜，一时忘记了吗？还有……干嘛付钱的就一定是他啊喂？
en_us: "Holy shit, what are you looking at me for?" Lonemoon's expression also darkened. If he had not been so agitated by that stupid radish, he would not have forgotten to pay. Also… must he always be the one footing the bill?

source: “卧槽，你干嘛要撕我衣服？！”孤月捂着只剩半截的下衫，一下跳了起来。没有纸写，你丫不会撕自己的吗？还真不把自己当外人啊！
en_us: “Holy shit! Why did you rip my clothes out?" Lonemoon exclaimed, standing there with only his undershirt remaining. "Can't you use your own clothes in place of paper? You're really making yourself comfortable with me aren't you?"

source: “卧槽，你干嘛！”孤月一个箭步冲上去，险险拉住了对方正打算脱裤子的手，一边朝着一脸震惊众妹子挥手，“你们都转过去，转过去！”
en_us: "Holy shit! What are you doing?!" Lonemoon rushed up and barely managed to stop the radish from taking off its pants. In shock, he said to the girls, "All of you turn away, turn away!"

source: “卧槽，你真找到魔界之门了？在哪？”
en_us: "Holy shit, did you really find the Door of Demon Realm? Where is it?" Lonemoon asked hurriedly.

source: “卧槽，沈萤你有……”他话还没说完，却看到对方突然抬起头，一眨不眨的盯着上空，眉头都拧了起来，“干嘛？”
en_us: "Holy shit, Shen Ying, do you have..." Before he could finish, he raised his head to glance at Shen Ying and found that she was frowning and staring into the sky. "What's up?"

source: “卧槽，这也可以！”丫的，你要不要一听忽悠就顿悟啊喂？脑残粉也不用这么专业吧？你以为顿悟是你的粉丝周边吗？
en_us: "Holy shit, how can this be!" F*cker, do you have to gain an epiphany even from a bunch of nonsense? You may have a screw loose, but you don't have to be this professional, right? Do you think epiphanies are like a bunch of fans surrounding you?

source: “印元飞，金丹的第二名。”羿清回道，顺便又加了一句，“就是白天被思羽揍的那个。”
en_us: "Yin Yuanfei. He came in second at the Golden Core finals," Yin Qing replied. He then added, "That guy who was thrashed by Si Yu during the day."

source: “印兄来了。”郁家笑了笑，立马收敛了威压，扫了一遍进来的三人，愣了一下，“怎么连轩辕兄也惊动了。”
en_us: "Brother Yin, you're here," the Yu Family Master smiled. He immediately kept his sword and scanned the three people who had just joined them. His eyes rested on Xuan Yuanyu as he asked, "Why is even Brother Xuan Yuan here?"

source: “印兄，轩辕兄，那么就祝我们以后合作愉快了。”孤月高兴的握了握对方的手，一副标准的商场精英样。
en_us: "Brother Yin, Brother Xuan Yuan, let's toast to our happy future collaboration." Lonemoon happily gripped Yin Feng's hand, the very picture of a crack businessman.

source: “印公子……很好。”她头埋得更低了，“只是，我们不合适。我以前毕竟是个炉……”
en_us: "Young Master Yin... is great." She lowered her head further. "It's just that we're not suited for each other. Afterall, I used to be a human cauld-"

source: “印公子？”谁啊？
en_us: "Young Master Yin?" Who's that?

source: “印家主误会了。”郁海珩笑了笑，半点没有理亏的样子，“我们并非要针对印家，而是令公子非要护着这个逃奴，我等不得已才将公子一起请到了这里。”
en_us: "Family Master Yin, you are mistaken," Yu Hai Heng laughed humorlessly. He did not look in the least bit afraid. "We're not going against your Yin Family, but the Young Master of your family insists on protecting this escaped slave. We had no choice but to drag your son here as well."

source: “印家主，易家主，还有轩辕家主！”孤月诧异的来回扫了一遍这十几个人，果然其它几人全是游仙，“这……这不是最先入塔的几人吗？怎么会……”
en_us: "Family Master Yin, Family Muster Yi and Family Master Xuan Yuan!" Lonemoon scanned the other people and realised that they were all Traveling Immortals. "Aren't... aren't they the first people who entered the pagoda? Why are they..."

source: “印家就是主办这次大比之人。”
en_us: "The Yin Family is the organiser of this great compettiion."

source: “印家，印元飞向道友讨教！”那个蓝色的身影抱拳行了个礼开口道。
en_us: "I am Yin Yuanfei from the Yin Family. Please show me your ways, Fellow Daoist!" The man in blue cupped his fists and bowed at Si Yu.

source: “印家？”沈萤愣了愣。
en_us: "Yin Family?" Shen Ying's face was blank.

source: “历练？”沈萤一愣。
en_us: "Experiential training expedition?"

source: “原来……原来你从一开始，就打算毁了我！”
en_us: "So… so you have been wanting to destroy me from the very beginning!"

source: “原来丹药回炉需要一味中性药剂地黄粉，只有将丹药恢复中性才能再次回炉凝造……”
en_us: "So, the elixir reheating process requires the addition of a simple neutral medicinal ingredient like rehmannia powder. One only needs to restore the elixir to a neutral state, to be able to once again reheat and form the elixir..."

source: “原来如此……”他瞅了瞅手上一脸不情愿的萝卜，“这小东西，估计是感应到了同类的气息，所以才想要带走这株枯草吧。”
en_us: "I see…" He glanced at the unwilling radish. "You little thing, you probably sensed the aura of your kind. That's why you brought the withered plant along."

source: “原来如此。”易峰了然的点了点头，“上次升仙塔之事，还未多谢两位尊者的救命之恩。”
en_us: "So that's what happened." Yi Feng nodded, "I have not thanked the two Supremacies for savingmy life previously at the Immortal Ascension Pagoda."

source: “原来如此。”羿清点了点头，“原来尊者修仙之前，还有这般经历，那师父以前呢？”
en_us: "I see." Yi Qing nodded. "So Supremacy had such a past before immortal cultivation. Then what about Master?"

source: “原来如此。”羿清看了孤月一眼，“虽然师父与尊者同出一处，不知之前可相识？”
en_us: "I see." Yi Qing looked over at Lonemoon. "Although Master and Supremacy are from the same hometown, were the both of you previously acquainted?"

source: “原来如此！”羿清眼睛发亮，一脸兴奋的道，“师父果然是重情重义之人！”
en_us: "I see!" Yi Qing's eyes shone and his face was filled with excitement as he said, "Master is indeed a person who treasures kinship and loyalty!"

source: “原来如此！”郁红点了点头，“还请掌门明示。”
en_us: "So that's what it is!" Yu Hong nodded in understanding. "Sect Master, please demonstrate for us."

source: “原来是做梦啊……”
en_us: “Oh... Thankfully, it was all a dream…”

source: “原来是天生剑体，怪不得……”对方完全没有回答他的意思，继续道，“能看破心魔，也算是心性坚毅之人，那就看你能不能突破第一层的问道一关。”
en_us: "You have an Innate Sword Embodiment, no wonder..." The other person clearly had no intention to answer his question. The voice continued, "You can defeat your mental demons - you must be a mentally determined person. Let's see if you have what it takes to pass the quiz in this first level."

source: “原来是孤月尊者。”羿清眼里闪过一丝惊讶，立马起身抱拳行了一礼。在整个修仙界无人不知道孤月这个名字，他是一位修仙奇才。听闻只三百年的时间，就修成了化神，是玄天宗的三位化神尊者之一。虽然修为不及其它的化神修士，但却是化神修士中唯一的剑修，若真打起来，估计无人是他的对手。同为剑修，羿清自然也关注过此人。
en_us: "So you are Supremacy Lonemoon." A flash of surprise showed in Yi Qing's eyes, and he immediately got up and gave a salute. Everyone in the immortal cultivator world knew the name of Lonemoon; he was an immortal cultivator prodigy. It was said that he took only three hundred years before reaching level of Soul Formation. He was one of the three Soul Formation Supremacies in Blackheaven Sect. Although his cultivation level was not as high as the other Supremacies, he was the only sword cultivator among them. No one could defeat him in actual battle. Yi Qing, being a sword cultivator, had naturally paid attention to this man.

source: “原来是羿掌门和孤月尊者！”自以为得知真相的印风，这才转头看向右边的另一人，“那不知这位尊者是？”
en_us: "So you are Supremacy Yi Qing and Supremacy Lonemoon!" Thinking that he now understood the true situation, Yin Feng turned to look at the remaining person on the right and asked, "And this Supremacy is?"

source: “原来是这样！”
en_us: "So this is how it is!"

source: “原来魔尊认识在下。”那人呵呵一笑，“不错，禹琰魔尊就是我等的主人。”
en_us: "So Fiend Supremacy has heard of me." That person laughed. "Not bad. Fiend Supremacy Yu Yan is our master."

source: “厨……”神TM厨房啊喂！
en_us: "Kitch..." What freaking kitchen!

source: “厨子你说。”沈萤继续吃自己的饭。
en_us: "Chef, you tell her about it." Shen Ying went on with her meal.

source: “厨子修为高，涨得快，关你屁事？”沈萤嫌弃的扫了他一眼，边翻白眼边道，“他的剑法是自创的，修为是自己练的，顿悟也是自己悟的。吃你家大米……呃，就算吃了跟你有啥关事，你干嘛要跟他比？”
en_us: "Chef advances fast because of his high standards of cultivation practice. " Shen Ying looked at him in exasperation. Rolling her eyes, she said, "His sword techniques are self-created, his cultivation is built up through self-practice and his epiphany is also a result of his self-discovery. Yes, you provide for his needs... But even if that's the case, what business is it of yours, why are you comparing yourself with him?"

source: “厨子！”沈萤条件反射的跑过去，伸手扶住人坐在了地上，“喂喂喂……别吓我，醒醒啊喂？”
en_us: "Chef!" cried out Shen Ying as she rushed over to him. Supporting him with her hands, she helped him sit up, "Hey, hey, hey... Don't scare me, wake up, will you?"

source: “厨子，你到底打算站到什么时候？”
en_us: "Chef, how long do you intend on standing there?"

source: “厨子，你怎么了？”见他突然就地坐下不动了，沈萤忍不住伸手戳了戳。
en_us: "Chef, what's wrong with you?" Seeing that he remained unmoving after suddenly sitting down, Shen Ying couldn't help reaching her hand out to poke him.

source: “厨子，你这是咋了？”她下意识的问了一句。
en_us: "Chef, what's wrong with you?" asked Shen Ying anxiously.

source: “厨子，你这闻着像香菜的是啥？”
en_us: "Chef, what is this thing that smells like coriander?"

source: “厨子，快走！”沈萤转身，一脸着急的就要往那边跑。
en_us: "Chef! Quick! Make a move!" Shen Ying turned around and was about to dash over hastily.

source: “厨子，我觉得……”
en_us: "Chef, I think..."

source: “去你妹的作业……”你们一个两个要不要都这么不靠谱啊喂，“别说得好像，你真的教过他一样啊喂！他只是个元婴，真的会……”
en_us: "Assignment my ass!" You guys are really unreliable. "Don't make it sound as if you've really taught him anything! He's only at the Nascent Soul stage, he'll-"

source: “去喊毛团，回家吃饭！”
en_us: "Tell Furball to go home for dinner!"

source: “去打听一下，今天街上有没有发生什么关于印家少主的消息。”孤月也发现事情有些不平常，直接派了个妹子去问。
en_us: "Go and find out if anything related to the Young Master of the Yin Family happened today," Lonemoon instructed one of the sisters. He too felt that something was amiss.

source: “去那个什么……什么涯？”
en_us: "Go to that... that Something cliff?"

source: “又……又顿悟！”他不是刚刚顿过一次了吗？这也太快了吧！奚秋的压下心底的震惊，细一想，那可是个上古秘境，许是他得了什么机缘，连忙朝对方行了个礼，“恭喜羿清尊者了。”
en_us: "Yet… yet another epiphany!" Didn't he just have an epiphany not long ago? He is advancing so quickly! Xi Qiu suppressed his surprise and tried to think carefully. That was an ancient mystic realm — maybe he was lucky. He bowed to Yi Qing and congratulated him, "Congratulations, Supremacy Yi Qing."

source: “又不是我拿的，萝卜自己要的啊。”她摊了摊手，不顾萝卜的反对，顺手把挂件扔给了孤月，“你找它！”
en_us: "I wasn't the one who took it, it's the radish who wanted it." She spread her hands open, and despite the radish's objections, conveniently threw the item towards Lonemoon. "You go and check with it!"

source: “又废了一炉，蠢猪都是因为你……”
en_us: "Another cauldron is ruined! Stupid swine, it's all because of you again..."

source: “又是翊家的人……”
en_us: "Someone from the Yi Family again..."

source: “又有人偷药！”
en_us: “Someone’s trying to steal the herbs again!”

source: “又来蹭饭？”沈萤瞅了瞅这个闲着没事，整天来唠嗑的老乡，挥了挥手道，“还没到饭点，厨子还没回来呢。”
en_us: "Are you here to freeload again?" Shen Ying glanced at her fellow compatriot, this idle man who constantly nagged at her, and waved her hand. "It's not yet meal time, the cook hasn't come back yet."

source: “又没路走了……”
en_us: "I've run out of options once again..."

source: “双修之术属于偏门，由于各人灵根和灵气的不同，采补的灵气斑驳，需要花费时间才能溶合已用。”他看了对面的人一眼，“但纯阴之体，本身有溶合灵气的能力，与这样的人……双修的速度是其它人的几十倍不止。”
en_us: "Dual cultivation is considered non-orthodox. Because everyone's spirit roots are different, the harvesting of Spirit Qi is very complicated and requires a lot of time to fuse and be able to use." He looked at the person opposite of him. "But the body of pure Yin is a body that fuses the energies of Spirit Qi. With someone like that… the speed of dual cultivation can be increased by more than ten times."

source: “双倍？”掌柜的脸色这才好看了点，上下扫视了孤月一眼，这才示意众人收起了剑，“你说的可是真的？”
en_us: "Double?" The restaurant owner's expression softened. He looked Lonemoon up and down, then signalled for the men around him to put away their weapons. "Are you serious?"

source: “双尾狸猫？！”孤月有些诧异的上前一步，这不是只六阶妖怪吗？说好的八阶呢？
en_us: "Double-tailed civet?!" A surprised Lonemoon stepped forward. Isn't this just a sixth-level demon? But they told us it was eighth-level?

source: “反……反正跟鬼王没关系！放心，噬魂幡的事，我会解决的。”突然就不担心噬魂幡了什么鬼？再次抬头看了看天上的幡旗，他捏了个诀，把幡直接收了回来。细一看上面除了那个残破得看不清的阵法外，仍旧看不出任何特殊的地方。
en_us: "Any… Anyway, it has got nothing to do with the Ghost King! Rest assured, I will resolve this matter with the Soul Devouring Gonfalon." Suddenly not worried about what ghost was inside the Soul Devouring Gonfalon. He raised his head and looked at the gonfalon in the air, produced a hand seal and kept the gonfalon. Upon a closer look, apart from the dilapidated array formation that could not be seen clearly, he still could not notice anything special.

source: “反正……今日起，这丹宗的传承就交给你了。”
en_us: "In any case... From this day on, this Alchemical Sect will be handed down to you."

source: “反正……反正不能是白泽！神族向来只存在于传说中，没有人见过真正的神族，他是不是真的还不一定呢。”他一脸坚定的摇头，想了想又加了一句，“对了，那个叫易峰的也不行。身为御兽修士，却认兽族为主，一看就不是好人。”
en_us: "In any case... in any case, it cannot be Bai Ze! The divine race has always only existed in stories. No one has seen a true divine being. We can't be sure if he's for real," Yi Qing shook his head. "Oh yes, you cannot choose that Yi Feng either. He is a beast control cultivator, yet he acknowledges a beast as his master. He's definitely not a good man."

source: “反正……用不着因别人的优秀，就怀疑自己啊。”她继续啃自己的糕点道，“你们不天天说，大道三千吗？本来走的就不是同一条路，瞎比什么冠军呢？”
en_us: "Anyway... Don't doubt yourself just because other people are better than you." Still munching on her pastry, she said, "Aren't you cultivators always saying there are three thousand paths leading to the Great Dao? Since everyone follows a different path, what's the point of comparing?"

source: “反正我们无敌派也没有什么朋友，别管什么友谊第一了。”她眼神冷了冷，一字一句的道，“所以……不用给我面子，尽管弄死他丫的！”
en_us: "In any case, our Invincible Sect has no friends, so don't bother about what I said about placing friendship first." The expression in her eyes turned cold and emphasizing every word, she said, "So… don't give me face. Just thrash them all!"

source: “反派到不至于。”他叹了一声，捏了捏手里的茶杯道，“我说过，那种小女生看的小说，我记得也不多。而且那些剧情都是发生在仙界的，白泽是神族。本就比普通仙人实力都高，他应该算是……主角的金手指之类的人物吧。”
en_us: "He's not a villain," he sighed and played with the teacup in his hands. "I've siad it before - I don't remember much of that story because it's meant for little girls. What's more, the story develops in the Immortal Realm. Bai Ze is of the Divine Realm. He is naturally much stronger and more capable than immortals. I think you can say that he's... the main lead's "gold finger"[1. Chinese slang for a character in novels that is unrealistically powerful or good] sort of character."

source: “发现了。”沈萤回。
en_us: "I found it," Shen Ying replied.
